Repository: chenqitao/My-Swift-Journey
Catalog: _SwiftUI-Pomodoro/Pomodoro²/Pomodoro²/*.lproj/Localizable.strings
Languages: de, es, hi

source: pomodoroSubtitle
de: Ein einfacher und effektiver Weg, um konzentriert zu bleiben
es: Una forma simple y efectiva de ayudarlo a mantenerse concentrado
hi: ध्यान केंद्रित रहने में आपकी मदद करने का एक सरल और प्रभावी तरीका

source: easterEggTitle
de: App-Symbol ändern 😉
es: Cambiar Icono de la Aplicación 😉
hi: ऐप आइकन बदलें 😉

source: Start
es: Comienzo
hi: शुरू

source: Stats
de: Statistiken
es: Estadísticas
hi: आँकड़े

source: Help
de: Hilfe
es: Ayuda
hi: मदद

source: Work Sessions
de: Pomodoros
es: Pomodoros
hi: पोमोडोरो

source: Breaks
de: Geht kaputt
es: Rotura
hi: ब्रेक

source: About the Pomodoro Timer
de: Über den Pomodoro Timer
es: Sobre el Temporizador Pomodoro
hi: पोमोडोरो टाइमर के बारे में

source: About the Developer
de: Über den Entwickler
es: Sobre el Desarrollador
hi: डेवलपर के बारे में

source: Email Support
de: Email Unterstützung
es: Soporte de Correo Electrónico
hi: ई - मेल समर्थन

source: Reset All Stats
de: Alle Statistiken zurücksetzen
es: Restablecer Todas las Estadísticas
hi: सभी आँकड़े रीसेट करें

source: 25 Minute Pomodoro
de: 25 Minuten Pomodoro
es: 25 Minutos Pomodoro
hi: 25 मिनट पोमोडोरो

source: 30 Minute Break
de: 30 Minuten Pause
es: Descanso de 30 Minutos
hi: 30 मिनट का ब्रेक

source: 5 Minute Break
de: 5 Minuten Pause
es: Descanso de 5 Minutos
hi: 5 मिनट का ब्रेक

source: Start 25 min work session
de: Starten Sie eine 25-minütige Arbeitssitzung
es: Iniciar sesión de trabajo de 25 min
hi: 25 मिनट का काम सत्र शुरू करें

source: End Work Session
de: Arbeitssitzung beenden
es: Finalizar Sesión de Trabajo
hi: अंत काम सत्र

source: End Break
de: Pause beenden
es: Fin de Descanso
hi: अंत तोड़

source: Are you sure?
de: Bist du sicher?
es: ¿Estás seguro?
hi: क्या आपको यकीन है?

source: This action will end all progress you have made
de: Diese Aktion beendet alle von Ihnen erzielten Fortschritte
es: Esta acción finalizará todo el progreso que hayas realizado
hi: यह क्रिया आपके द्वारा की गई सभी प्रगति को समाप्त कर देगी

source: End Session
de: Sitzung beenden
es: Finalizar Sesión
hi: अंत सत्र

source: Reset
de: Zurücksetzen
es: Reiniciar
hi: रीसेट

source: This will reset all the stats on Pomodoro² on
de: Dadurch werden alle Statistiken für Pomodoro² zurückgesetzt auf
es: Esto restablecerá todas las estadísticas en Pomodoro² en
hi: यह पोमोडोरो पर सभी आँकड़ों को रीसेट कर देगा

source: Cancel
de: Stornieren
es: Cancelar
hi: रद्द करना
