Repository: chenqitao/My-Swift-Journey
Catalog: SwiftUI-Rosay-Portfolio/G. Rosay/*.lproj/Localizable.strings
Languages: fr

# full_stack
source: iOS Software Engineer
fr: Développeur iOS

source: About me
fr: À propos de moi

# about_me_full
source: Strong from over seven years of experience, I acquired multiple tools that help me shape innovative and ambitious solutions. My technical background and my logical mind allowed me to successfully accomplish all tasks I’ve been assigned to. I take challenges with determination and I am always pushing my skills further.
fr: Fort d’une expérience professionnelle de plus de 6 ans dans le développement, j’apporte des solutions innovantes et modernes. Mon sens logique et ma maîtrise technologique m’ont permis de mener à bien l’ensemble des projets m’ayant été confiés. J’aborde les nouveaux défis avec détermination et applique mon savoir-faire acquis au fil des ans.

# skills_title
source: Skills
fr: Compétences

# web_fs
source: Web development
fr: Web full stack

# web_fs_desc
source: I mastered both frontend and backend development for web application and websites during my past positions. Main technologies: ReactJS, Next.js, PHP, HTML, JavaScript, CSS, SCSS
fr: Je maitrîse autant le développement frontend que le développement backend d'applications et site web.. Technologies: ReactJS, Next.js, PHP, HTML, JavaScript, CSS, SCSS

# mobile_desc
source: Native development for both iOS and Android devices with a preference for iOS. I used official’s SDK from Apple and Google. I’ve worked on different projects, from app development to publishing process on officials stores. Main technologies: Swift, SwiftUI, Kotlin, Java
fr: Développement d'application natives pour iOS et Android, avec une préférence pour iOS. J'utilise les SDK officiels d'Apple et Google. J'ai travaillé sur différents projets, du développement jusqu'à la publication de l'application sur les stores officiels. Technologies: Swift, SwiftUI, Kotlin, Java

# game
source: Game development
fr: Jeux vidéo

# game_desc
source: Passionate by video games, I've created my first mobile games as early as 2011, with notably some publishing on Windows Mobile, Android and iOS. Main technologies: Unity 3D, C#
fr: Passionné de jeux vidéo depuis toujours, j'ai créé mes premiers jeux mobiles dès 2011 avec notamment des publications sur Windows Mobile, Andoid et iOS. Technologies: Unity, C#

# photo
source: Photography
fr: Photographie

# photo_desc
source: No matter if it's for the leisure or to embellish a website, photography is one of my hobbies. Logical combination with web development, photography allows me to bring to life activities and products on websites I develop.
fr: Qu'il s'agisse de prise de vue pour le plaisir ou pour agrémenter un site internet, la photographie fait partie de mes loisirs. Combinaison logique avec le développement web, la photographie me permet de mettre en avant les activités et les produits présentés sur les sites web que je développe.

# works_title
source: Projects
fr: Réalisations

# wheretobio_subtitle
source: PHP - codeigniter (backend) / Kotlin (Android) / Swift (iOS) / SwiftUI / ReactJS - Next.JS (website)
fr: PHP - codeigniter (backend) / Kotlin (Android) / Swift (iOS) / SwiftUI/ ReactJS - Next.JS (site internet)

# wheretobio_desc
source: wheretobio is an application available on iOS and Android allowing users to easily find local farmers market near them. First version was release in February 2020.
fr: wheretobio est une application iOS et Android permettant aux utilisateurs to trouver facilement les marchés à la ferme proche d'eux. La première version a été publiée en février 2020.

# toa_title
source: Tales of Argonire: Save the baby unicorns
fr: Tales of Argonire: Sauver les bébés licornes!

# toa_desc
source: Save the baby unicorns is the first game of the Tales of Argonire series. This game is an Endless Runner in which the gamer has to avoid obstacles and collect gems to be able to hatch all the unicorn eggs.
fr: Save the baby unicorns est le premier jeu de la série Tales of Argonire. Dans ce jeu de type Endless Runner le joueur doit éviter des obstacles et collecter des gems afin de faire éclore tous les oeufs de licorne.

# flyflap_desc
source: FlyFLAP! is an arcade game available on Android. The purpose of this game is to stop flies before they reach the ground. They appear closer and closer during time.
fr: FlyFLAP! est un jeu d'arcade disponible sur Android. Le but du jeu est d'empêcher des mouches d'atteindre le bas de l'écran. Leurs apparitions sont de plus en plus rapprochées.

# flynyan_desc
source: In this game, you will be able to play with the famous Nyan Cat through space ! Be careful, the way is dangerous...
fr: Développé dans le cadre de mes études, ce jeu est basé sur iCopter et met en scène le célèbre Nyan Cat.

# phphalo_desc
source: This class has for purpose to simplify the work of PHP developers who wants to use the official Halo API (beta).
fr: Classe PHP de type wrapper permettant une intégration rapide de l'API officiel du jeu Halo, fournie par 343 Industries.
