Repository: chenqitao/My-Swift-Journey
Catalog: _SwiftUI-Animal-Crossing-New-Horizon/ACHNBrowserUI/ACHNBrowserUI/*.lproj/Localizable.strings
Languages: es

source: Loading...
es: Cargando...

source: Tap here to preview a notification
es: Pulsa aquí para previsualizar una notificación

source: Upgrade to +
es: Mejorar a +

source: You're subscribed to AC Helper+
es: Te has suscrito a AC Helper+

source: Close
es: Cerrar

source: Dismiss
es: Cancelar

source: Save
es: Guardar

source: Dashboard
es: Inicio

source: Catalog
es: Catálogo

source: Turnips
es: Nabos

source: Villagers
es: Aldeanos

source: Collection
es: Colección

source: Change Section Order
es: Cambiar el orden de las secciones

source: Drag & Drop to Rearrange
es: Arrastra y suelta para reorganizar

source: Hidden
es: Oculto

source: Today Sections
es: Secciones principales

source: Done
es: Listo

source: to re-order sections.
es: para reorganizar las secciones.

source: Check or un-check
es: marca o desmarca

source: rows to hide sections from the dashboard.
es: para esconder las secciones principales

source: Birthdays
es: Cumpleaños

source: Today's Birthdays
es: Cumpleaños de hoy

source: Today's Birthday
es: Cumpleaños de hoy

source: Collection Progress
es: Progreso de la colección

source: Share
es: Compartir

source: Currently Available
es: Disponible ahora

source: %lld/%lld Bugs
es: %lld/%lld Insectos

source: %lld/%lld Fish
es: %lld/%lld Peces

source: %lld/%lld Sea Creatures
es: %lld/%lld Criaturas marinas

source: %lld NEW
es: %lld NUEVO

source: Events
es: Eventos

source: Currently
es: En este momento

source: No Events Today
es: No hay eventos hoy

source: Upcoming
es: Próximamente

source: Today's Tasks
es: Tareas de hoy

source: This feature requires
es: Esta función requiere

source: Learn more >
es: Saber más >

source: Today is sunday, don't forget to buy more turnips and fill your buy price.
es: ¡Hoy es domingo! No olvides comprar más nabos y registrar tu precio de compra.

source: Today's average price should be around
es: El precio medio de hoy debería ser sobre

source: in the morning, and
es: por la mañana, y

source: this afternoon.
es: por la tarde.

source: New on Nookazon
es: Nuevo en Nookazon

source: Nookazon is loading...
es: Nookazon está cargando...

source: What's New
es: Novedades

source: See what's new in update %@
es: Mira qué hay de nuevo en esta actualización %@

source: You're subscribed to AC Helper+. Thank you so much for you support!
es: Te has suscrito a AC Helper*. ¡Muchas gracias por tu apoyo!

source: If you enjoy the application, consider subscribing to AC Helper+, to get access to some awesome features and support us!
es: ¡Si disfrutas de la aplicación, considera suscribirte a AC Helper+, para obtener acceso a funciones asombrosas y apoyarnos!

source: ACHelperPlusDescription
es: Suscribirte a AC Helper+ es una excelente forma de mostrar tu apoyo a nuestro proyecto gratuito de código abierto.♥️ ¡También tendrás acceso a otras funciones, como predicciones de los precios de los nabos y la capacidad de crear más de una lista de objetos! 📈

source: ACHelperPlusDetails
es: Sobre la función de notificación: Diariamente a las 8 am. y a las 12 pm., recibirás una notificación con el precio promedio de compra en tu tienda. ¡Cuantos más precios diarios agregues después del lunes por la mañana en la aplicación, más precisas serán las próximas predicciones! Sobre la funcionalidad de la lista de objetos: En la aplicación gratuita, solo puedes crear una sola lista de elementos en la pestaña de su colección. Una vez que te hayas suscrito a AC Helper +, puedes crear tantas listas como desees.

source: ACHelperPlusPriceAndAboDetail %@ %@
es: Las compras de %@ por mes o %@ por año serán aplicadas a tu cuenta de iTunes. Las suscripciones se renovarán automáticamente si no son canceladas 24h antes de finalizar la suscripción. Puedes cancelar en cualquier momento desde los ajustes de iTunes. Cualquier periodo de prueba gratuita restante si se compra una suscripción será perdido

source: Subscribe for %@ / Month
es: Suscríbete por %@ / Mes

source: %@ Monthly
es: %@ / Mes

source: %@ Yearly
es: %@ / Año

source: Buy lifetime AC Helper+ for %@
es: Comprar AC Helper+ de por vida por %@

source: Thank you for your support!
es: ¡Gracias por tu apoyo!

source: Thanks!
es: ¡Gracias!

source: About
es: Sobre nosotros

source: The app
es: La aplicación

source: Source code / report an issue
es: Código fuente / señalar un problema

source: Contact / follow us on Twitter
es: Contacto / síguenos en Twitter

source: Rate the app on the App Store
es: Valorar la App en la App Store

source: Privacy Policy
es: Política de Privacidad

source: Term of Use
es: Términos de Uso

source: App version
es: Version de la app

source: Game patch data
es: Versión del parche del juego

source: Acknowledgements
es: Reconocimientos

source: Our amazing contributors
es: Nuestros increíbles colaboradores

source: The NookPlaza API by Azarro
es: La API de NookPlaza de Azarro

source: Nookazon for the marketplace
es: Nookazon para el mercado

source: Shihab / JPEGuin for the icon
es: Shihab / JPEGuin por el icono

source: Christian & Ninji for the turnip predictions algorithm
es: Christian & Ninji por el algoritmo de predicción de los nabos

source: Active Critters
es: Criaturas atrapables

source: Fishes
es: Peces

source: Bugs
es: Insectos

source: You caught them all!
es: ¡Los has atrapado todos!

source: New this month
es: Nuevo este mes

source: To catch now
es: Disponbiles ahora

source: To catch later
es: Disponibles después

source: To catch
es: Por atrapar

source: Leaving this month
es: Se van este mes

source: Caught
es: Atrapados

source: Preferences
es: Preferencias

source: Island name
es: Nombre de la isla

source: Your island name
es: El nombre de tu isla

source: Hemisphere
es: Hemisferio

source: North
es: Norte

source: South
es: Sur

source: Starting fruit
es: Fruta nativa

source: Apple
es: Manzana

source: Cherry
es: Cereza

source: Orange
es: Naranja

source: Peach
es: Melocotón

source: Pear
es: Pera

source: Coconut
es: Coco

source: Nook shop
es: Tienda Nook

source: Tent
es: Tienda de campaña

source: Nook's Cranny
es: MiniNook

source: Nook's Cranny upgraded
es: MiniNook mejorado

source: Able sisters
es: Hermanas Manitas

source: Visiting
es: Visitando

source: Shop
es: Tienda física

source: Residents service
es: Oficina de gestión vecinal

source: Building
es: Edificio

source: App Settings
es: Ajustes de la App

source: App Icon
es: Icono de la App

source: Restore purchase
es: Restaurar compra

source: Edit your list
es: Edita tú lista

source: Name of your list
es: Nombre de tu lista

source: List name
es: Nombre de la lista

source: Can be nothing
es: Puede ser nada

source: Icon
es: Icono

source: Add %lld items
es: Añadie %lld objetos

source: Edit
es: Editar

source: Search items
es: Buscar objetos

source: Items added to your list from the search will be displayed there.
es: Cuando añadas objetos a tu lista parecerán aquí

source: No results for %@
es: No hay resultados para: %@

source: In order to create more than one list, you need to subscribe to AC Helper+
es: Para crear más de una lista, necesitas suscribirte a AC Helper+

source: Learn more...
es: Saber más...

source: Create a new list
es: Crear una nueva lista

source: Please select or go stars some items!
es: ¡Selecciona o marca algunos objetos!

source: When you stars some %@, they'll be displayed here.
es: Los %@ que marques aparecerán aquí.

source: Items
es: Objetos

source: Critters
es: Criaturas

source: Lists
es: Listas

source: More
es: Más

source: Clear Selection
es: No ordenar

source: Sort items
es: Ordenar objetos

source: Current Sort: %@
es: Ordenados por: %@

source: name
es: nombre

source: buy
es: precio de compra

source: sell
es: precio de venta

source: from
es: obtención

source: Name
es: Nombre

source: Buy
es: Precio de compra

source: Sell
es: Precio de venta

source: From
es: Obtención

source: unknown source
es: Origen desconocido

source: Rarity:
es: Rareza:

source: Shadow size:
es: Tamaño de sombra:

source: X-Small
es: Muy pequeña

source: Small
es: Pequeña

source: Medium
es: Mediana

source: Large
es: Grande

source: X-Large
es: Muy grande

source: XX-Large
es: Enorme

source: Long
es: Alargada

source: Customizable: %@
es: Personalizable: %@

source: Yes
es: Sí

source: Common
es: Común

source: Same color
es: Del mismo color

source: Sea (rainy days)
es: En el mar en días lluviosos

source: Flying near water
es: Volando cerca del agua

source: Preview
es: Previsualizar

source: Seasonality
es: De temporada

source: Set items
es: Objetos del set

source: Simillar items
es: Objetos similares

source: Thematics
es: Temáticas

source: Variants
es: Variantes

source: Materials
es: Materiales

source: Nookazon listings
es: Nookazon

source: Loading Listings...
es: Cargando listas...

source: No listings found on Nookazon
es: No se ha encontrado en Nookazon

source: Your items lists
es: Tu lista de objetos

source: Keywords
es: Palabras clave

source: Profits
es: Beneficio

source: Average daily buy prices
es: Precio diario de compra

source: Daily min-max prices
es: Precio min-max diario

source: Average profits
es: Precio medio

source: Chart
es: Gráfica

source: Mon
es: Lun

source: Tue
es: Mar

source: Wed
es: Mie

source: Thu
es: Jue

source: Fri
es: Vie

source: Sat
es: Sab

source: Your prices
es: Tus precios

source: Edit your in game prices
es: Editar tus precios del juego

source: Add your in game prices
es: Añadir tus precios de juego

source: Turnips prediction
es: Predicción de nabos

source: To help us support the application and get turnip predictions notification, you can try out AC Helper+
es: Para apoyar la aplicación y conseguir la notificación de predicción de nabos, puedes probar AC Helper+

source: To help us support the application and get background playing of all the musics, you can try out AC Helper+
es: Para apoyar la aplicación y conseguir la música de fondo de todas las canciones, puedes probar AC Helper+

source: %lld upcomingDailyNotifications
es: Has recibido %lld notificaciones.

source: Profits estimates are computed using the average of the current period
es: Los beneficios estimados se basan en el precio medio del período actual

source: Day
es: Día

source: Please add the amount of turnips you bought and for how much
es: Por favor, añade la cantidad de nabos que has comprado y por cuánto

source: Add your in game turnip prices to see the predictions chart
es: Añade tu precio de compra de nabos en el juego para ver el gráfico

source: Add your in game turnip prices to see predictions
es: Añade tu precio de compra de nabos en el juego para ver predicciones

source: Exchange
es: Cambio

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Add your turnip prices
es: Ajustar los precios de los nabos

source: Configuration
es: Configuración

source: Clear all fields
es: Limpiar todo

source: Receive prices predictions notification
es: Recibir las notificaciones de predicciones

source: You can get daily notifications for your average turnip price by subscribing to AC Helper+
es: Puedes obtener notificaciones diarias de tu precio medio de nabos suscribiéndote a AC Helper+

source: Preview a notification
es: Ver un ejemplo de notificación

source: Your in game prices
es: Tus precios en el juego

source: Buy price
es: Precio de compra

source: Amount bought
es: Cantidad comprada

source: The more in game buy prices you'll add the better the predictions will be. Your buy price only won't give your correct averages. Add prices from the game as you get them daily.
es: Cuantos mas precios de compra añadas mejor mes serán las predicciones. Solo tu precio de compra no te dará predicciones correctas. Añade precios del juego diariamente

source: View on TurnipProphet
es: Ver en TurnipProphet

source: View Turnip.Exchange islands
es: Ver las Islas de Turnip.Exchange

source: Average
es: Media

source: Minimum
es: Mínimo

source: Services
es: Servicios

source: Join Island
es: Unirte a la isla

source: Island
es: Isla

source: Description
es: Descripción

source: Visitors
es: Visitantes

source: Loading Visitors....
es: Cargando visitantes....

source: Search a villager
es: Buscar un aldeano

source: Personality
es: Personalidad

source: Birthday
es: Cumpleaños

source: Species
es: Especie

source: Gender
es: Género

source: Catch phrase
es: Frase típica

source: Unknown
es: Desconocido

source: Villager items
es: Objetos de aldeanos

source: Sort villagers
es: Ordenar aldeanos

source: Unkown
es: Desconocido

source: Lazy
es: Perezoso

source: Jock
es: Atlético

source: Cranky
es: Gruñón

source: Smug
es: Snob

source: Peppy
es: Alegre

source: Snooty
es: Presumida

source: Uchi
es: Dulce

source: Male
es: Masculino

source: Female
es: Femenino

source: Alligator
es: Cocodrilo

source: Anteater
es: Oso hormiguero

source: Bear
es: Oso

source: Bird
es: Pájaro

source: Bull
es: Toro

source: Cat
es: Gato

source: Chicken
es: Pollo

source: Cow
es: Vaca

source: Cub
es: Lobo

source: Deer
es: Ciervo

source: Dog
es: Perro

source: Duck
es: Pato

source: Eagle
es: Águila

source: Elephant
es: Elefante

source: Frog
es: Rana

source: Goat
es: Cabra

source: Gorilla
es: Gorila

source: Hippo
es: Hipopótamo

source: Horse
es: Casallo

source: Kangaroo
es: Canguro

source: Lion
es: León

source: Monkey
es: Mono

source: Mouse
es: Ratón

source: Octopus
es: Pulpo

source: Ostrich
es: Avestruz

source: Penguin
es: Pingüino

source: Pig
es: Cerdo

source: Rabbit
es: Coneji

source: Rhino
es: Rinoceronte

source: Sheep
es: Oveja

source: Squirrel
es: Ardilla

source: Tiger
es: Tigre

source: Wolf
es: Lobo

source: Like
es: Le gusta

source: Gifts ideas
es: Ideas de regalo

source: Make an Offer
es: Hacer una oferta

source: Need Materials
es: Se necesitan materiales

source: Turnip prices
es: Precio de nabos

source: this morning
es: esta mañana

source: this afternoon
es: esta tarde

source: Your prices predictions for %@ should be around %lld bells. With a minimum of %lld and a maximum of %lld.
es: Las predicciones para %@ deberían ser de %lld bayas. Con un mínimo de %lld y un máximo de %lld.

source: Turnip prices (test)
es: recio de nabos (test)

source: Your prices predictions for this morning should be around 100 bells. With a minimum of 50 and a maximum of 650.
es: Las predicciones para esta mañana deberían ser de 100 bayas. Con un mínimo de 50 y un máximo de 650.

source: Friendly reminder
es: Recordatorio amistoso

source: It's time to buy turnips and add the buy price in the app.
es: Es hora de comprar nabos y añadir el precio en la app.

source: It's the start of the week, don't forget to add your store buy prices in the app as you play the game. You'll get more accurate predictions.
es: Empieza la semana, no olvides añadir los precios de tu tienda en la app cuando juegues. Obtendrás unas predicciones más seguras.

source: housewares
es: Artículos del hogar

source: miscellaneous
es: Varios

source: wall-mounted
es: De pared

source: wallpapers
es: Paredes

source: floors
es: Suelos

source: rugs
es: Alfombras

source: photos
es: Fotos

source: fencing
es: Vallas

source: tools
es: Herramientas

source: tops
es: Partes de arriba

source: bottoms
es: Pantalones

source: dresses
es: Vestidos

source: headwear
es: Gorros

source: accessories
es: Accesorios

source: socks
es: Calcetines

source: shoes
es: Zapatos

source: bags
es: Bolsas

source: umbrellas
es: Paraguas

source: music
es: Música

source: recipes
es: Recetas

source: construction
es: Construcción

source: nookmiles
es: Millas Nook

source: other
es: Otros

source: art
es: Arte

source: bugs
es: Insectos

source: fish
es: Peces

source: fossils
es: Fósiles

source: seaCreatures
es: Criaturas marinas

source: Clothing Other
es: Trajes de baño

source: Nature
es: Natural

source: Wardrobe
es: Armario

source: Search...
es: Buscar…

source: See more
es: Ver más

source: See less
es: Ver menos

source: My data
es: Mis datos

source: Collection size
es: Tamaño de mi colección

source: Export my collection
es: Exportar mi colección

source: Import a collection
es: Importar una colección

source: Imported with success
es: Importado con éxito

source: Reset my collection
es: Eliminar mi colección

source: Your AC Helper collection file was imported with success.
es: Tu colección de AC Helper ha sido importada con éxito

source: Are you sure?
es: ¿Estás seguro?

source: This will delete all your collected critters, items, villagers and items lists
es: Eso borrará todas tus colecciones de criaturas, aldeanos, objetos y listas.

source: Mystery Islands
es: Islas misteriosas

source: Trees: %@
es: Árboles: %@

source: Trees
es: Árboles

source: Flowers
es: Flores

source: Flowers: %@
es: Flores: %@

source: Fish
es: Peces

source: Insects
es: Insectos

source: Rocks Type
es: Tipo de rocas

source: Rocks
es: Rocas

source: Take your chance and go visit some mystery island!
es: ¡Date una oportunidad y visita alguna isla misteriosa!

source: Native
es: Nativo

source: Uncommon
es: Poco común

source: Gold
es: Pepitas de oro

source: Trash
es: Basura

source: Bamboos
es: Bambús

source: Hardwood
es: Caducifolio

source: Exotic fruits
es: Frutas exóticas

source: Normal Island 1
es: Isla Normal 1

source: Normal Island 2
es: Isla Normal 2

source: Spiral Island
es: Isla Espiral

source: Fidget Spinner Island
es: Isla del Fidget Spinner

source: Mountain Island
es: Isla de la Montaña

source: Bells Island
es: Isla de las Bayas

source: Bamboo Island
es: Isla de Bambú

source: Fruit Island
es: Isla de la Fruta

source: Flower Island
es: Isla de las Flores

source: Bell Island 2
es: Isla de las Bayas 2

source: Tarantula Island
es: Isla de las Tarántulas

source: Tree Island
es: Isla de los Árboles

source: Big fish Island
es: Isla de Peces Grandes

source: Tree Island 2
es: Isla de los Árboles 2

source: Curvy River Island
es: Isla del Río Curvo

source: Big Fish Island 2
es: Isla de los Peces Grandes 2

source: Trash Island
es: Isla de la Basura

source: Fins Island
es: Isla de Aletas

source: Falls Island
es: Isla de las Cascadas

source: Gold Island
es: Isla de las Pepitas de Oro

source: - max %lld visit
es: - máx %lld visita

source: River
es: Río

source: Sea
es: Océano

source: Ponds
es: Estanques

source: Pond
es: Estanque

source: Pier
es: Muelle

source: Raining
es: Lluvia

source: Clifftop
es: Sobre acantilado

source: Mouth
es: Desembocadura

source: Flying near flowers
es: Volando cerca de flores

source: On the ground
es: En el suelo

source: Flying
es: Volando por el aire

source: Shaking trees (hardwood or cedar only)
es: Agitando árboles (Solo caducifolios o cedros)

source: On trees (any kind)
es: En árboles (de todo tipo)

source: Disguised on shoreline
es: Distinguido en la costa

source: Pushing snowballs
es: Poniendo bolas de nieve

source: On flowers
es: En las flores

source: On tree stumps
es: En tocones de árbol

source: On palm trees
es: En las palmeras

source: On hardwoodcedar trees
es: En árboles caduciformes

source: From hitting rocks
es: Golpeando rocas

source: On riverponds
es: En estanques

source: On rocks
es: En las rocas

source: On rotten turnips
es: En nabos podridos

source: Shaking trees
es: Agitando árboles

source: On white flowers
es: En flores blancas

source: Flying near trash (boots, tires, cans)
es: Volando cerca de basura (botas, neumáticos, latas...)

source: Flying near bluepurpleblack flowers
es: Volando cerca de flores azules/moradas/negras

source: Deguised under trees
es: Camuflado bajo árboles

source: On villager
es: En un vecino

source: Underground (dig where noise is loudest)
es: Bajo tierra (cavar donde el sonido es más fuerte)

source: Jolly Redd's Treasure Trawler
es: Navío Ambulante de Ladino

source: Mom
es: Mamá

source: Dad
es: Papá

source: Fishing Tourney
es: Torneo de pesca

source: Picking flowers
es: Recoger flores

source: Hitting a rock
es: Golpear una roca

source: Beach
es: Playa

source: A fairly normal island which you can get on your first tour, with one cliff, native fruit, coconuts, a river and a pond.
es: Una isla normal donde puedes ir en tu primer tour, con un acantilado, fruta nativa, cocos, un río y un estanque

source: Practically the same as Normal Island 1, but without the pond, and with a slightly bigger cliff.
es: Prácticamente lo mismo que la Isla Normal 1, pero sin el estanque y con un acantilado un poco más grande.

source: Somewhat more interesting in layout but it has nothing special about the resources you can get.
es: Un tipo con una forma diferente más interesante pero con ningún recurso especial para obtener.

source: The last of the four starter islands. No river, just a pond and the sea.
es: La última de las cuatro islas principales. Sin río, solo con un estanque y el mar.

source: Multiple levels, no river. The base level has regular trees, the middle level has your native fruit, and the top level has five rocks with materials.
es: Distintas alturas, sin río. El nivel base tiene árboles normales, el nivel medio tu fruta nativa, y el nivel más alto 5 rocas con materiales

source: Breaking the rock at the far north will let you vault over into the island with five money rocks on it.
es: Romper la roca del norte te permitirá saltar a la isla con 5 rocas de dinero en ella

source: Every tree on this island is bamboo and you can get to it at any time of year. The most common island you can get out of the 20, statistically.
es: Cada árbol de esta isla es bambú y puedes ir durante todo el año. La isla más común de conseguir de las 20, estadísticamente

source: There are 19 fruit trees on this island and all will be your 'sister fruit'. This will be different from your native fruit - but every time you come here, it will be the same one.
es: Hay 19 árboles frutales en esta isla y todos serán de tu 'fruta hermana'. Esta es distinta de tu fruta nativa - pero cada vez que vengas aquí, será la misma.

source: This island has a pond surrounded by rare flowers and the only insects that will spawn are those that hang around flowers.
es: Esta isla tiene un estanque rodeado de flores raras y los únicos insectos que aparecerán son aquellos que vuelan alrededor de flores

source: There are four small triangular cliffs, one in each corner, and the ground level is full of flowers and money rocks.
es: Hay 4 pequeños acantilados triangulares, uno en cada esquina, y el nivel del suelo está lleno de flores y rocas de dinero

source: Yes, the infamous one. The only insects that spawn here are tarantulas (as long as it is night time in a Tarantula month), and the rocks have crafting materials if you can get to them. The river is thin enough that you can jump over it without a vaulting pole.
es: Si, la infame. Los únicos insectos que aparecen aquí son tarántulas (mientras sea de noche y en un mes que haya tarántulas), y las rocas tienen materiales si puedes llegar a ellas. El río es lo suficientemente fino como para saltar sin garrocha.

source: This island has no river or pond and has tons of hardwood and coconut trees, and the only insects that spawn are those that are associated with trees.
es: Esta isla no tiene río ni estanque y tiene un montón de árboles caducifolios y palmeras de cocos, los únicos insectos que aparecen son aquellos asociados con los árboles.

source: Big Fish Island. This island has rare hybrid flowers and the only fish available are larger ones, including some of the more rare ones.
es: La isla de los peces grandes, tiene flores híbridas bastante raras y los únicos peces disponibles son los más grandes, incluyendo los más raros.
