Repository: chenqitao/My-Swift-Journey
Catalog: _SwiftUI-Animal-Crossing-New-Horizon/ACHNBrowserUI/ACHNBrowserUI/*.lproj/Localizable.strings
Languages: es

source: This island is exactly the same as Bamboo Island but the trees are all just regular hardwood trees.
es: Esta isla es exactamente igual que la Isla de Bambú, pero los árboles son únicamente caducifolios.

source: There is one square cliff at the north east, a few flowers and rocks and a small amount of fruit trees. Only insects associated with water spawn here.
es: Hay un acantilado cuadrado en el noreste, unas cuantas flores y rocas y un puñado de árboles frutales. Solo los insectos asociados con agua aparecen aquí.

source: This rare island only spawns big fish. Otherwise it is quite normal, with less flowers and a lower chance of appearing than the other big fish island.
es: Esta rara isla solo tiene peces grandes. Por lo demás es bastante normal, con menos flores y menos probabilidad de aparecer que la otra isla de peces grandes

source: Everything you can fish here is trash. Only water-related insects spawn.
es: Todo lo que pesques aquí será basura. Solo aparecen insectos relacionados con el agua.

source: A rectangular pond with rectangular cliffs inside, the tallest one being too tall to climb up to. The only fish that spawn here are the largest finned fish.
es: Un estanque rectangular con acantilados cuadrados dentro, el más alto es demasiado alto como para escalarlo. Los únicos peces que aparecen aquí son los largos y finos.

source: Lots of cliffs, waterfalls and river forks. Normal resource spawns.
es: Muchos acantilados, cascadas y cruces de ríos. Aparecen recursos normales.

source: A very rare island with flowers, scorpions and a rectangular pond. If you climb up onto the cliff and climb down from the back, you can vault over to a tiny island in the middle and get 8 gold nuggets from a single rock.
es: Una isla muy rara con flores, escorpiones y un estanque rectangular. Si escalas el acantilado y bajas por la parte trasera, podrás llegar a una pequeña isla en el centro y obtener 8 pepitas de oro de una sola roca.

source: Using iCloud sync
es: Usando sincronización con iCloud

source: Synchronized with iCloud
es: Sincronizado con iCloud

source: Possible visitors
es: Posibles visitantes

source: On
es: en

source: your island
es: tu isla

source: All day
es: Todo el día

source: From 6pm to 5am
es: De 6pm a 5am

source: From 8pm to 5am
es: De 8pm a 5am

source: From 5am to 12pm
es: De 5am a 12pm

source: K.K Slider
es: Totakeke

source: Daisy Mae
es: Juliana

source: Flick
es: Kamilo

source: Kicks
es: Betunio

source: Saharah
es: Alcatifa

source: Label
es: Trini

source: Leif
es: Gandulio

source: Redd
es: Ladino

source: Wisp
es: Buh

source: Celeste
es: Estela

source: Museum Day
es: Día Internacional de los Museos

source: Wedding Season
es: Temporada de bodas

source: Bug-Off contest
es: Caza de Bichos

source: Meteor shower
es: Lluvia de meteoros

source: Music player
es: Reproductor de música

source: Tracks
es: Canciones

source: Vacation
es: Vacaciones

source: Stripe Walls
es: Pared de rayas

source: Office
es: Oficina

source: Tile Walls
es: Pared de azulejos

source: Tea Room Walls
es: Paredes salón de té

source: Deco Wood
es: Decoración de madera

source: Rubber
es: Caucho

source: Picture
es: Foto

source: Cloth Floors
es: Suelos de tela

source: Audio
es: Música

source: Fruits
es: Frutas

source: Antique
es: Antigüedades

source: Honeycomb
es: Panal

source: Japanese Style
es: Estilo Japonés

source: Simple Walls
es: Paredes Simples

source: Golden
es: Dorado

source: Country
es: Campo

source: Sports Floor
es: Suelo deportivo

source: Bamboo
es: Bambú

source: Art Deco Walls
es: Paredes decorativas del museo

source: Outdoors
es: Exterior

source: Rose Rug
es: Alfombra Rosa

source: Title
es: Tareas

source: Chore title
es: Título de la tarea

source: Short description about the chore
es: Descripción corta sobre la tarea

source: Add Chore
es: Agregar tarea

source: Chores
es: Tareas

source: Have a friend to visit? A gift to a villager? Track your chores and to-dos here.
es: ¿Tienes un amigo para visitar? ¿Un regalo para un aldeano? Haga un seguimiento de tus tareas pendientes aquí.

source: Reset
es: Limpiar

source: Manage and keep track of your chores and to-dos.
es: Administra y realiza un seguimiento de tus tareas pendientes.

source: Creators and Designs
es: Diseños y creaciones

source: Add Creator/Design Item
es: Agregar un diseño o creación

source: Add a custom task
es: Agregar una tarea personalizada

source: Edit task
es: Editar una tarea

source: Task name
es: Nombre de la tarea

source: Name of the task
es: Nombre de la tarea

source: Has progress
es: En progreso

source: Max amount
es: Repeticiones

source: Hit rocks
es: Golpear rocas

source: Find fossils
es: Desenterrar fósiles

source: Talk to villager
es: Hablar con un aldeano

source: Find furniture
es: Encontrar un objeto

source: Find buried bell
es: Plantar un arbol de dinero

source: Use ATM
es: Usar el Bayero automático

source: Find bottle message
es: Encontrar un mensaje en la playa

source: Obtain DIY from villager
es: Obtener un proyecto de un aldeno

source: All
es: Todos

source: Liked
es: Favoritos

source: Residents
es: Residentes

source: Villager visits
es: Visitar a aldeanos

source: Who have you talked to today? Find the villagers you have visited and tap the home icon on the villager’s page to keep track.
es: ¿Con quién has hablado hoy? Encuentra a los aldeanos que has visitado y toca el ícono del aldeano para realizar un seguimiento.

source: Long press on a villager to see more info about them
es: Manten presionado a un aldeano para ver más información sobre ellos.

source: Please fill all the fields
es: Por favor rellena esta información

source: Dodo code
es: Código Dodo

source: Dodo codes
es: Códigos Dodo

source: This Dodo code is invalid
es: El código Dodo es es inválido

source: Island description
es: Descripción de la isla

source: Native fruit
es: Fruta navita

source: Add your Dodo code
es: Agrega tu código dodo

source: Hemisphere: %@
es: Hemisferio: %@

source: Delete
es: Borrar

source: Report
es: Reportar

source: Latest Dodo code
es: Último código Dodo

source: dodocode.footer
es: Una vez que haya guardado su código Dodo, aparecerá en la lista. Asegúrese de que sus puertas estén abiertas antes de agregar su código. Puedes eliminar y cerrar tus puertas en cualquier momento. Se respetuoso, cualquier código Dodo reportado será eliminado.

source: iCloud not enabled
es: iCloud no esta habilitado

source: You need an iCloud account to add your Dodo code
es: Necesitas una cuenta de iCloud para agregar su código Dodo

source: Do you really want to delete your Dodo code?
es: ¿Realmente quieres eliminar tu código Dodo?

source: Do you really want to report this Dodo code?
es: ¿Realmente quieres reportar este código Dodo?

source: Visitor
es: Visitante

source: Edit your Dodo code
es: Editar tu código Dodo

source: Get notified of new Dodo codes
es: Recibir notificaciones de nuevos códigos Dodo

source: To help us support the application and get notifications when a new Dodo code is posted, you can try out AC Helper+
es: Para ayudarnos a respaldar la aplicación y recibir notificaciones cuando se publique un nuevo código de Dodo, puede probar AC Helper+

source: ACDodoCode.notification.title
es: Nuevo código Dodo disponible

source: ACDodoCode.notification.subtitle
es: Alguien abrió sus puertas y publicó un nuevo código Dodo en la aplicación, ¡échale un vistazo!

source: Comments
es: Comentarios

source: Be the first to leave a comment!
es: ¡Se el primero en comentar!

source: %@ from %@
es: %@ de %@

source: In order to add a comment you must add an island name and a username. Tap here to add them in settings
es: Para agregar un comentario, debes agregar un nombre de isla y un nombre de usuario. Toque aquí para agregarlos en la configuración

source: Add your comment
es: Agregar tu comentario

source: Send
es: Enviar

source: In game name / username
es: Nombre en el juego / sobrenombre

source: You need to have an iCloud account in your device settings in order to add comments
es: Debe tener una cuenta de iCloud en la configuración de su dispositivo para agregar comentarios.

source: ACComment.notification.title
es: Nuevo comentario sobre tu código Dodo

source: ACComment.notification.subtitle
es: Alguien comento recientemente sobre tu códdigo Dodo

source: ACNew.notification.title
es: Hay una nueva noticia publicada

source: ACNew.notification.subtitle
es: Se ha publicado un nuevo artículo sobre la aplicación o el juego. ¡Compruébalo en la aplicación!

source: News
es: Noticias

source: Contact / follow us on Instagram
es: Contáctanos o sigenos en Instagram

source: Meet the community of ACNH Connect
es: Únete a nuestra comunidad en ACNH Connect

source: Underwater
es: Bajo el agua

source: Movement speed:
es: Velocidad:

source: Very slow
es: Muy lento

source: Slow
es: Lento

source: Very fast
es: Muy rápido

source: Fast
es: Rápido

source: Stationary
es: Quieto

source: Fishing tourney
es: Torneo de pesca

source: You turnips predictions will be displayed here one you fill in somes prices.
es: Sus predicciones de nabos se mostrarán aquí una vez que agregues algunos precios.

source: Able Sisters
es: Hermanas manitas

source: Available from Able Sisters shop only
es: Solo diponible cerca de año nuevo

source: Available from either Mabel's tempory shop or Able Sisters shop
es: Disponible en la tienda temporal de las hermanas manitas

source: Only available close the new year holiday
es: Disponible uniquement durant le nouvel ans

source: Crafting
es: Proyecto

source: ACDreamCode.notification.title
es: A new dream code is available

source: ACDreamCode.notification.subtitle
es: Someone postet their islands dream code on the application, go check it out!

source: dreamcode.footer
es: Once your Dream code is saved, it'll appear on the list. You can edit or delete your dream code anytime. You can't add furhter dream codes, as long as you already have added a dream code. Any Dodo code reported will be deleted.
